package ex_work;

public class Ex1_work {
    public static void main(String[] args) {

        //1 ~ 9 사이의 중복되지 않는 난수를 3개를 받아서 맞추기
        //결과
        // 세자리 수를 입력하세요(예:123) - 123
        // 1Strike, 1Ball
        // --------------------------
        // 세자리 수를 입력하세요(예:123) - 567
        // OUT!!
        // --------------------------
        // 세자리 수를 입력하세요(예:123) - 214
        // 0Strike, 3Ball
        // --------------------------
        // 세자리 수를 입력하세요(예:123) - 142
        // 4회 정답 !! - 142













        
    }// main
}
